{
  "admin-leads.navigation.label": "ADMIN",
  "admin.navigation.search.kws": "admin, leads, management, aws",

	"menuIten1": "Products",
	"menuIten2": "About Us",

	"footer-paragraph": "Amazon is an Equal Opportunity and Affirmative Action-oriented employer company that makes no distinction between minorities, women, people with disabilities, veterans, gender identity, sexual orientation or age.",
	"footer-repository": "Github repository",
	"footer-VTEXIO": "VTEX IO Workspace",
	"footer-social": "Developed by:",
	"footer-copyright": "Final challenge - Contracting 2021 coders - VTEX | Reach of the academy | AWS - &copy; All rights reserved",

  "about-title": "About AWS",
	"about-paragraph1": "In 2006, Amazon Web Services (AWS) began offering IT infrastructure services to businesses in the form of web services -- now commonly known as cloud computing. One of the key benefits of cloud computing is the opportunity to replace up-front capital infrastructure expenses with low variable costs that scale with your business. With the Cloud, businesses no longer need to plan for and procure servers and other IT infrastructure weeks or months in advance. Instead, they can instantly spin up hundreds or thousands of servers in minutes and deliver results faster.",
	"about-paragraph2": "Today, Amazon Web Services provides a highly reliable, scalable, low-cost infrastructure platform in the cloud that powers hundreds of thousands of businesses in 190 countries around the world. With data center locations in the U.S., Europe, Brazil, Singapore, Japan, and Australia, customers across all industries are taking advantage of the following benefits:",
	
  "about-benefits1": "Low Cost",
	"about-benefits1-paragraph": "AWS offers low, pay-as-you-go pricing with no up-front expenses or long-term commitments. We are able to build and manage a global infrastructure at scale, and pass the cost saving benefits onto you in the form of lower prices. With the efficiencies of our scale and expertise, we have been able to lower our prices on 15 different occasions over the past four years. ",
	"about-benefits1-link": "Visit the Economics Center to learn more.",
	"about-benefits2": "Agility and Instant Elasticity",
	"about-benefits2-paragraph": "AWS provides a massive global cloud infrastructure that allows you to quickly innovate, experiment and iterate. Instead of waiting weeks or months for hardware, you can instantly deploy new applications, instantly scale up as your workload grows, and instantly scale down based on demand. Whether you need one virtual server or thousands, whether you need them for a few hours or 24/7, you still only pay for what you use. ",
	"about-benefits2-link": "Visit the Architecture Center to learn more.",
	"about-benefits3": "Open and Flexible",
	"about-benefits3-paragraph": "AWS is a language and operating system agnostic platform. You choose the development platform or programming model that makes the most sense for your business. You can choose which services you use, one or several, and choose how you use them. This flexibility allows you to focus on innovation, not infrastructure. ",
	"about-benefits3-link": "Download the AWS Overview Whitepaper.",
	"about-benefits4": "Secure",
	"about-benefits4-paragraph": "AWS is a secure, durable technology platform with industry-recognized certifications and audits: PCI DSS Level 1, ISO 27001, FISMA Moderate, FedRAMP, HIPAA, and SOC 1 (formerly referred to as SAS 70 and/or SSAE 16) and SOC 2 audit reports. Our services and data centers have multiple layers of operational and physical security to ensure the integrity and safety of your data. ",
	"about-benefits4-link": "Visit the Security Center to learn more.",

	"about-solutions-title": "Solutions",
	"about-solutions-paragraph": "The AWS cloud computing platform provides the flexibility to launch your application regardless of your use case or industry. Learn more about popular solutions customers are running on AWS:",
	"about-solutions-subtitle1": "Application Hosting",
	"about-solutions-subtitle1-paragraph": "Use reliable, on-demand infrastructure to power your applications, from hosted internal applications to SaaS offerings.",
	"about-solutions-subtitle2": "Websites",
	"about-solutions-subtitle2-paragraph": "Satisfy your dynamic web hosting needs with AWS’s scalable infrastructure platform.",
	"about-solutions-subtitle3": "Backup and Storage",
	"about-solutions-subtitle3-paragraph": "Store data and build dependable backup solutions using AWS’s inexpensive data storage services.",
	"about-solutions-subtitle4": "Enterprise IT",
	"about-solutions-subtitle4-paragraph": "Host internal- or external-facing IT applications in AWS's secure environment.",
	"about-solutions-subtitle5": "Content Delivery",
	"about-solutions-subtitle5-paragraph": "Quickly and easily distribute content to end users worldwide, with low costs and high data transfer speeds.",
	"about-solutions-subtitle6": "Databases",
	"about-solutions-subtitle6-paragraph": "Take advantage of a variety of scalable database solutions, from hosted enterprise database software or non-relational database solutions.",

	"about-globalInfrastructure-title": "global infrastructure",
	"about-globalInfrastructure-subtitle": "The most secure, comprehensive and reliable global cloud infrastructure for all your applications",
	"about-globalInfrastructure-paragraph1": "Why cloud infrastructure matters",
	"about-globalInfrastructure-paragraph2": "AWS Global Cloud Infrastructure is the most secure, comprehensive and trusted cloud platform and offers more than 200 end-to-end services from data centers worldwide. Whether you need to deploy application workloads around the world in a single click or want to build and deploy specific applications closer to end users with less than 10 millisecond latency, AWS delivers the cloud infrastructure wherever and whenever you need it.",
	"about-globalInfrastructure-paragraph3": "With millions of active customers and tens of thousands of partners worldwide, AWS has the largest and most dynamic ecosystem. Customers from virtually every industry and size, including startups, corporations, and public sector organizations, are running every kind of use case imaginable on AWS.",

	"about-globalInfrastructure-benefits": "Benefits",
	"about-globalInfrastructure-benefits1": "Safety",
	"about-globalInfrastructure-benefits1-paragraph": "At AWS, security starts at the core infrastructure. Built specifically for the cloud and designed to meet the world's most stringent security requirements, our infrastructure is monitored 24/7 to help ensure the confidentiality, integrity and availability of your data. All data passing through the AWS global network connecting our data centers and regions is automatically encrypted at the physical layer before leaving our secure facilities. You can build through the most secure global infrastructure, knowing you'll always be in control of your data, including the ability to encrypt it, move it, and manage retention at any time.",
	"about-globalInfrastructure-benefits2": "Availability",
	"about-globalInfrastructure-benefits2-paragraph": "AWS offers the highest network availability of any other cloud provider. Each region is fully isolated and made up of multiple AZs, which are fully isolated partitions from our infrastructure. To better isolate any issues and achieve high availability, you can partition applications into multiple AZs in the same region. In addition, the AWS control plans and the AWS Management Console are distributed across regions and include regional API endpoints, which are designed to operate securely for at least 24 hours, if isolated from the global control plan functions , without requiring customers to access the region or its API endpoints through external networks during any isolation.",
	"about-globalInfrastructure-benefits3": "Performance",
	"about-globalInfrastructure-benefits3-paragraph": "The AWS Global Infrastructure is built to deliver performance. AWS regions offer low latency, low packet loss, and overall high network quality. This is achieved with a fully redundant 100GbE fiber network backbone, which typically provides many terabits of capacity between regions. AWS Local Zones and AWS Wavelength, with our telecommunications providers, deliver performance for applications that require single-digit millisecond latencies, providing AWS infrastructure and services closer to end users and connected 5G devices. No matter what your application needs, you can quickly make resources available as needed, deploying hundreds or even thousands of servers in a matter of minutes.",
	"about-globalInfrastructure-benefits4": "Global presence",
	"about-globalInfrastructure-benefits4-paragraph": "AWS has the largest global infrastructure presence of any provider, and this area is steadily increasing at a significant rate. When deploying your applications and workloads in the cloud, you have the flexibility to select a technology infrastructure closer to your users' primary destination. You can run your workloads in the cloud, which offers the best support for the broadest set of applications, even those with the highest throughput and lowest latency requirements. And if your data resides off this planet, you can use the AWS Ground Station, which provides satellite antennas near AWS infrastructure regions.",
	"about-globalInfrastructure-benefits5": "Scalability",
	"about-globalInfrastructure-benefits5-paragraph": "AWS' global infrastructure allows companies to be extremely flexible and take advantage of the cloud's conceptually infinite scalability. Customers used to over-provision to ensure they have enough capacity to handle their business operations at the highest level of activity. Now they can provision as much resources as they really need, knowing they can instantly scale up or down as their business needs it, which also reduces costs and improves the customer's ability to meet the demands of their users. Companies can quickly deploy resources as needed, deploying hundreds or thousands of servers in a matter of minutes.",
	"about-globalInfrastructure-benefits6": "Flexibility",
	"about-globalInfrastructure-benefits6-paragraph": "AWS Global Infrastructure gives you the flexibility to choose how and where you want to run your workloads, and when you do, you will use the same network, control plane, API and services as AWS. If you want to run your applications globally, you can choose from any of the AWS Availability Zones and Regions. If you need to run your applications with single-digit millisecond latencies for mobile devices and end users, you can choose AWS Local Zones or AWS Wavelength. Or, if you want to run your applications on-premises, you can choose AWS Outposts.",

	"about-basicConcepts": "Get Started",
	"about-basicConcepts1-title": "Step 1: Sign up for AWS",
	"about-basicConcepts1-iten1": "By signing up for AWS, you have access to Amazon’s cloud computing services. Note: The sign-up process requires a credit card, which will not be charged until you start using services. There are no long-term commitments and you can stop using AWS at any time.",
	"about-basicConcepts2-title": "Step 2: Launch an Application",
	"about-basicConcepts2-iten1": "To start using AWS for web hosting, watch this 10 minute video to help you get started in the cloud. This video will show you how to use a CloudFormation template to quickly launch a WordPress website on AWS, or:",
	"about-basicConcepts2-iten2": "Find developer tools, sample applications, and technical documentation in our Resource Center, or:",
	"about-basicConcepts2-iten3": "Use the point-and-click AWS Management Console to launch and manage your cloud resources.",
	"about-basicConcepts3-title": "Step 3: Get Help",
	"about-basicConcepts3-iten1": "Want help? Get assistance from AWS technical support engineers with AWS Support, or:",
	"about-basicConcepts3-iten2": "Find an AWS Solution Provider from our ecosystem of Systems Integrators and Independent Software Vendors (ISVs), or:",
	"about-basicConcepts3-iten3": "Get your questions answered by the AWS community on the AWS Community Forum.",
	"about-basicConcepts3-iten4": "If you are a corporate customer contact one of our global sales representatives with questions."
}