{
	"admin-leads.navigation.label": "ADMIN",
	"admin.navigation.search.kws": "admin, leads, administrar, administración, aws",

	"menuIten1": "Productos",
	"menuIten2": "Sobre nosotros",

	"footer-paragraph": "Amazon es una empresa de empleadores orientada a la igualdad de oportunidades y la acción afirmativa que no distingue entre minorías, mujeres, personas con discapacidades, veteranos, identidad de género, orientación sexual o edad.",
	"footer-repository": "Repositorio de Github",
	"footer-VTEXIO": "Espacio de trabajo VTEX IO",
	"footer-social": "Desarrollado por:",
	"footer-copyright": "Desafío final - Contratación de codificadores 2021 - VTEX | Alcance de la academia | AWS - &copy; Todos los derechos reservados",

	"about-title": "Acerca de AWS",
	"about-paragraph1": "En 2006, Amazon Web Services (AWS) comenzó a proporcionar servicios de infraestructura de TI para empresas en forma de servicios web, más conocido hoy como informática en la nube. Uno de los principales beneficios de la informática en la nube es la oportunidad de reemplazar importantes gastos anticipados en infraestructura con costos variables reducidos que se escalan con su negocio. Gracias a la nube, las empresas ya no tienen que planificar ni adquirir servidores ni otras infraestructuras de TI con semanas o meses de antelación. Pueden disponer en cuestión de minutos de cientos o de miles de servidores y ofrecer resultados más rápidamente.",
	"about-paragraph2": "Hoy en día, Amazon Web Services proporciona una plataforma de infraestructura escalable, de confianza y de bajo costo en la nube que impulsa cientos de miles de negocios de 190 países de todo el mundo. Con centros de datos en Estados Unidos, Europa, Brasil, Singapur, Japón y Australia, tenemos clientes de todos los sectores que disfrutan de los siguientes beneficios:",

	"about-benefits1": "Bajo costo",
	"about-benefits1-paragraph": "AWS ofrece precios bajos por uso, sin gastos anticipados ni compromisos a largo plazo. Podemos construir y administrar una infraestructura global a escala y hacerle a usted partícipe del ahorro de costos al disfrutar de precios más bajos. Gracias a la eficacia de nuestro sistema de escalado y nuestra experiencia, hemos podido reducir nuestros precios en 15 ocasiones en los últimos cuatro años. ",
	"about-benefits1-link": "Visite el centro de ahorro de para obtener más información.",
	"about-benefits2": "Agilidad y elasticidad instantánea",
	"about-benefits2-paragraph": "AWS proporciona una infraestructura global y masiva en la nube que le permite innovar, experimentar e iterar con rapidez. En vez de esperar durante semanas o meses a ampliar su hardware, puede implementar nuevas aplicaciones y aumentar su escala en cuanto crezca su carga de trabajo, o bien reducirla en función de la demanda. Tanto si necesita un servidor virtual como miles de ellos, independientemente de que los necesite unas pocas horas o todos los días de la semana y a todas horas, tan solo tiene que pagar por lo que utilice. ",
	"about-benefits2-link": "Visite el Centro de arquitectura para obtener más información",
	"about-benefits3": "Accesibilidad y flexibilidad",
	"about-benefits3-paragraph": "AWS es una plataforma independiente del lenguaje y del sistema operativo. Usted determina la plataforma de desarrollo o el modelo de programación que tenga más sentido para su negocio. Puede elegir qué servicios utilizar, ya sea uno o varios, y cómo emplearlos. Esta flexibilidad le permite centrarse en la innovación y no en la infraestructura. ",
	"about-benefits3-link": "Descargue el documento técnico de información general sobre AWS.",
	"about-benefits4": "Seguridad",
	"about-benefits4-paragraph": "AWS es una plataforma tecnológica segura y duradera que cuenta con certificaciones y auditorías reconocidas en el sector: PCI DSS nivel 1, ISO 27001, FISMA Moderate, FedRAMP, HIPAA y SOC 1 (conocida previamente con el nombre SAS 70 y/o SSAE 16) e informes de auditoría de SOC 2. Nuestros servicios y centros de datos disponen de múltiples capas de seguridad operativa y física para asegurar la integridad y seguridad de sus datos. ",
	"about-benefits4-link": "Visite el Centro de seguridad para obtener más información.",

	"about-solutions-title": "Soluciones",
	"about-solutions-paragraph": "La plataforma de informática en la nube de AWS ofrece la flexibilidad de lanzar su aplicación independientemente del sector al que pertenezca y de su caso de uso particular. Más información sobre soluciones populares que los clientes ejecutan en AWS:",
	"about-solutions-subtitle1": "Alojamiento de aplicaciones",
	"about-solutions-subtitle1-paragraph": "Utilice infraestructura bajo demanda de confianza para procesar las aplicaciones, desde aplicaciones internas hospedadas hasta ofertas SaaS.",
	"about-solutions-subtitle2": "Sitios web",
	"about-solutions-subtitle2-paragraph": "Satisfaga las necesidades de hospedaje web dinámicas con la plataforma de infraestructura escalable de AWS.",
	"about-solutions-subtitle3": "Backup y almacenamiento",
	"about-solutions-subtitle3-paragraph": "Almacene datos o cree soluciones de backup de confianza mediante los servicios de almacenamiento de datos económicos de AWS.",
	"about-solutions-subtitle4": "TI empresarial",
	"about-solutions-subtitle4-paragraph": "Hospede aplicaciones de TI internas o externas en entornos seguros de AWS.",
	"about-solutions-subtitle5": "Entrega de contenido",
	"about-solutions-subtitle5-paragraph": "Distribuya de manera rápida y sencilla contenido a usuarios finales en todo el mundo, con precios bajos y grandes velocidades de transferencia de datos.",
	"about-solutions-subtitle6": "Bases de datos",
	"about-solutions-subtitle6-paragraph": "Aprovéchese de una variedad de soluciones de bases de datos escalables, desde las alojadas en empresas hasta las no relacionales.",

	"about-globalInfrastructure-title": "infraestructura global",
	"about-globalInfrastructure-subtitle": "La infraestructura de nube global más segura, completa y confiable para todas sus aplicaciones",
	"about-globalInfrastructure-paragraph1": "Por qué es importante la infraestructura en la nube",
	"about-globalInfrastructure-paragraph2": "AWS Global Cloud Infrastructure es la plataforma en la nube más segura, completa y confiable y ofrece más de 200 servicios de extremo a extremo desde centros de datos en todo el mundo. Ya sea que necesite implementar cargas de trabajo de aplicaciones en todo el mundo con un solo clic o desee crear e implementar aplicaciones específicas más cerca de los usuarios finales con menos de 10 milisegundos de latencia, AWS ofrece la infraestructura de nube donde y cuando la necesite.",
	"about-globalInfrastructure-paragraph3": "Con millones de clientes activos y decenas de miles de socios en todo el mundo, AWS tiene el ecosistema más grande y dinámico. Clientes de prácticamente todos los sectores y tamaños, incluidas las empresas emergentes, las corporaciones y las organizaciones del sector público, ejecutan todo tipo de casos de uso imaginables en AWS.",

	"about-globalInfrastructure-benefits": "Beneficios",
	"about-globalInfrastructure-benefits1": "La seguridad",
	"about-globalInfrastructure-benefits1-paragraph": "En AWS, la seguridad comienza en la infraestructura central. Construida específicamente para la nube y diseñada para cumplir con los requisitos de seguridad más estrictos del mundo, nuestra infraestructura se monitorea las 24 horas del día, los 7 días de la semana para ayudar a garantizar la confidencialidad, integridad y disponibilidad de sus datos. Todos los datos que pasan a través de la red global de AWS que conectan nuestros centros de datos y regiones se cifran automáticamente en la capa física antes de salir de nuestras instalaciones seguras. Puede construir a través de la infraestructura global más segura, sabiendo que siempre tendrá el control de sus datos, incluida la capacidad de cifrarlos, moverlos y administrar la retención en cualquier momento.",
	"about-globalInfrastructure-benefits2": "Disponibilidad",
	"about-globalInfrastructure-benefits2-paragraph": "AWS ofrece la mayor disponibilidad de red de cualquier otro proveedor de nube. Cada región está completamente aislada y formada por varias zonas de disponibilidad, que son particiones completamente aisladas de nuestra infraestructura. Para aislar mejor cualquier problema y lograr una alta disponibilidad, puede dividir las aplicaciones en varias zonas de disponibilidad en la misma región. Además, los planes de control de AWS y la Consola de administración de AWS se distribuyen entre regiones e incluyen puntos finales de API regionales, que están diseñados para funcionar de forma segura durante al menos 24 horas, si están aislados de las funciones del plan de control global, sin que los clientes tengan que acceder a la región. o sus puntos finales de API a través de redes externas durante cualquier aislamiento.",
	"about-globalInfrastructure-benefits3": "Rendimiento",
	"about-globalInfrastructure-benefits3-paragraph": "La infraestructura global de AWS está diseñada para ofrecer rendimiento. Las regiones de AWS ofrecen baja latencia, baja pérdida de paquetes y alta calidad de red en general. Esto se logra con una red troncal de fibra de 100 GbE completamente redundante, que generalmente proporciona muchos terabits de capacidad entre regiones. AWS Local Zones y AWS Wavelength, con nuestros proveedores de telecomunicaciones, brindan rendimiento para aplicaciones que requieren latencias de milisegundos de un solo dígito, lo que brinda infraestructura y servicios de AWS más cerca de los usuarios finales y los dispositivos 5G conectados. Independientemente de lo que necesite su aplicación, puede hacer que los recursos estén disponibles rápidamente según sea necesario, implementando cientos o incluso miles de servidores en cuestión de minutos.",
	"about-globalInfrastructure-benefits4": "Presencia global",
	"about-globalInfrastructure-benefits4-paragraph": "AWS tiene la presencia de infraestructura global más grande de todos los proveedores, y esta área está aumentando constantemente a un ritmo significativo. Al implementar sus aplicaciones y cargas de trabajo en la nube, tiene la flexibilidad de seleccionar una infraestructura tecnológica más cercana al destino principal de sus usuarios. Puede ejecutar sus cargas de trabajo en la nube, que ofrece el mejor soporte para el conjunto más amplio de aplicaciones, incluso aquellas con el mayor rendimiento y los requisitos de latencia más bajos. Y si sus datos residen fuera de este planeta, puede utilizar AWS Ground Station, que proporciona antenas satelitales cerca de las regiones de infraestructura de AWS.",
	"about-globalInfrastructure-benefits5": "Escalabilidad",
	"about-globalInfrastructure-benefits5-paragraph": "La infraestructura global de AWS permite a las empresas ser extremadamente flexibles y aprovechar la escalabilidad conceptualmente infinita de la nube. Los clientes solían aprovisionar en exceso para asegurarse de tener la capacidad suficiente para manejar sus operaciones comerciales al más alto nivel de actividad. Ahora pueden aprovisionar tantos recursos como realmente necesiten, sabiendo que pueden escalar hacia arriba o hacia abajo instantáneamente según sus necesidades comerciales, lo que también reduce los costos y mejora la capacidad del cliente para satisfacer las demandas de sus usuarios. Las empresas pueden implementar rápidamente los recursos según sea necesario, implementando cientos o miles de servidores en cuestión de minutos.",
	"about-globalInfrastructure-benefits6": "Flexibilidad",
	"about-globalInfrastructure-benefits6-paragraph": "AWS Global Infrastructure le brinda la flexibilidad de elegir cómo y dónde desea ejecutar sus cargas de trabajo, y cuando lo haga, utilizará la misma red, plano de control, API y servicios que AWS. Si desea ejecutar sus aplicaciones a nivel mundial, puede elegir entre cualquiera de las zonas y regiones de disponibilidad de AWS. Si necesita ejecutar sus aplicaciones con latencias de milisegundos de un solo dígito para dispositivos móviles y usuarios finales, puede elegir AWS Local Zones o AWS Wavelength. O, si desea ejecutar sus aplicaciones en las instalaciones, puede elegir AWS Outposts.",

	"about-basicConcepts": "Introducción",
	"about-basicConcepts1-title": "Paso 1: Inscríbase en AWS",
	"about-basicConcepts1-iten1": "Al inscribirse en AWS, tendrá acceso a los servicios de informática en la nube de Amazon. Nota: El proceso de inscripción requiere una tarjeta de crédito en la que no se realizará ningún cargo hasta que comience a utilizar los servicios. No existen compromisos a largo plazo y puede dejar de utilizar AWS en cualquier momento.",
	"about-basicConcepts2-title": "Paso 2: Lance una aplicación",
	"about-basicConcepts2-iten1": "Para empezar a utilizar AWS para hospedaje web, vea este video de 10 minutos que le ayudará a dar los primeros pasos en la nube. Este video le mostrará cómo utilizar una plantilla de CloudFormation para lanzar rápidamente un sitio web de WordPress en AWS, o bien:",
	"about-basicConcepts2-iten2": "Encuentre herramientas de desarrollador, aplicaciones de muestra y documentación técnica en nuestro Centro de recursos, o bien:",
	"about-basicConcepts2-iten3": "Utilice la consola de administración de AWS, que puede controlar con el mouse, para lanzar y administrar los recursos de la nube.",
	"about-basicConcepts3-title": "Paso 3: Obtenga ayuda",
	"about-basicConcepts3-iten1": "¿Necesita ayuda? Obtenga ayuda de los ingenieros de soporte técnico de AWS con AWS Support o bien:",
	"about-basicConcepts3-iten2": "Encuentre un proveedor de soluciones AWS en nuestro ecosistema de integradores de sistemas y proveedores de software independientes (ISV), o bien:",
	"about-basicConcepts3-iten3": "Obtenga respuesta a sus preguntas gracias a la comunidad de AWS en el foro de la comunidad de AWS.",
	"about-basicConcepts3-iten4": "Si es un cliente corporativo y desea plantear alguna pregunta, póngase en contacto con alguno de nuestros representantes de ventas globales."
}
