{
	"admin-leads.navigation.label": "ADMIN",
	"admin.navigation.search.kws": "admin, leads, gerenciar, gestão, aws",
	
	"menuIten1": "Produtos",
	"menuIten2": "Sobre nós",

	"footer-paragraph": "A Amazon é uma empresa empregadora orientada pelos fundamentos de igualdade de oportunidades e ações afirmativas, que não faz distinção entre minorias, mulheres, portadores de deficiência, veteranos, identidade de gênero, orientação sexual nem idade.",
	"footer-repository": "Repositório Github",
	"footer-VTEXIO": "Workspace VTEX IO",
	"footer-social": "Desenvolvido por:",
	"footer-copyright": "Desafio final - Contratação de codificadores 2021 - VTEX | Alcance da academia | AWS - &copy; Todos os direitos reservados",

  "about-title": "Sobre a AWS",
	"about-paragraph1": "Em 2006, a Amazon Web Services (AWS) começou a oferecer serviços de infraestrutura de TI para empresas por meio de serviços web – hoje conhecidos como computação em nuvem. Um dos principais benefícios da computação em nuvem é a oportunidade de substituir diretamente gastos com a infraestrutura principal por preços variáveis baixos, que se ajustam de acordo com sua empresa. Com a Nuvem, as empresas não precisam mais planejar ou adquirir servidores, assim como outras infraestruturas de TI, com semanas ou meses de antecedência. Em vez disso, podem instantaneamente rodar centenas de milhares de servidores em minutos e oferecer resultados mais rapidamente.",
	"about-paragraph2": "Atualmente, a Amazon Web Services oferece uma plataforma de infraestrutura altamente confiável, escalável e de baixo custo na nuvem que potencializa centenas de milhares de empresas em 190 países ao redor do mundo. Com datacenters localizados nos EUA, Europa, Brasil, Cingapura, Japão e Austrália, clientes de todos os setores estão tendo vantagens com os seguintes benefícios:",
	
  "about-benefits1": "Baixo custo",
	"about-benefits1-paragraph": "A AWS oferece preços baixos e do tipo pague o que usar, sem despesas iniciais nem compromissos em longo prazo. Somos capazes de construir e gerenciar uma infraestrutura em escala global e passar os benefícios de redução de custos para você sob a forma de preços mais baixos. Com a eficiência de nosso dimensionamento e expertise, foi possível reduzir preços em 15 diferentes ocasiões nos últimos quatro anos. ",
	"about-benefits1-link": "Visite o Centro de informações sobre economia para saber mais.",
	"about-benefits2": "Agilidade e elasticidade instantânea",
	"about-benefits2-paragraph": "A AWS fornece uma ampla infraestrutura de nuvem global que permite realizar mudanças, experimentar e interagir rapidamente. Em vez de esperar semanas ou meses pelo hardware, você pode instantaneamente implantar novos aplicativos, expandir instantaneamente à medida que sua carga de trabalho cresce e instantaneamente reduzir com base na demanda. Se você precisa de um ou milhares de servidores virtuais, se precisa deles por algumas horas ou todos os dias, ainda assim você só paga pelo que utiliza. ",
	"about-benefits2-link": "Visite o Centro de informações sobre arquitetura para saber mais.",
	"about-benefits3": "Aberta e flexível",
	"about-benefits3-paragraph": "A AWS é uma plataforma e um sistema operacional de linguagem independente. Você escolhe a plataforma de desenvolvimento ou o modelo de programação que faz mais sentido para o seu negócio. Você pode escolher os serviços que deseja usar, um ou vários, e escolher como usá-los. Essa flexibilidade permite que você se concentre na inovação, não na infraestrutura. ",
	"about-benefits3-link": "Faça o download do Whitepaper sobre a visão geral da AWS.",
	"about-benefits4": "Seguro",
	"about-benefits4-paragraph": "A AWS é uma plataforma de tecnologia segura e durável com certificações e auditorias reconhecidas pelo setor: PCI DSS Level 1, ISO 27001, FISMA Moderate, FedRAMP, HIPAA, e relatórios de auditoria SOC 1 (anteriormente referida como SAS 70 e/ou SSAE 16) e SOC 2. Nossos datacenters e centros de serviços têm várias camadas de segurança física e operacional para garantir a integridade e a segurança dos seus dados. ",
	"about-benefits4-link": "Visite o Centro de informações sobre segurança para saber mais.",
	
	"about-solutions-title": "Soluções",
	"about-solutions-paragraph": "A plataforma de computação em nuvem da AWS fornece a flexibilidade de executar seu aplicativo independentemente do tipo de uso ou do setor. Saiba mais sobre as soluções populares mais usadas pelos clientes da AWS:",
	"about-solutions-subtitle1": "Hospedagem de aplicativos",
	"about-solutions-subtitle1-paragraph": "Use uma infraestrutura sob demanda e confiável para potencializar seus aplicativos, desde aplicativos internos hospedados a ofertas de SaaS.",
	"about-solutions-subtitle2": "Sites",
	"about-solutions-subtitle2-paragraph": "Satisfaça suas necessidades dinâmicas de hospedagem na web com a plataforma de infraestrutura escalável da AWS.",
	"about-solutions-subtitle3": "Backup e armazenamento",
	"about-solutions-subtitle3-paragraph": "Armazene dados e crie soluções de backup confiáveis usando os serviços de armazenamento de dados de baixo custo da AWS.",
	"about-solutions-subtitle4": "TI empresarial",
	"about-solutions-subtitle4-paragraph": "Hospede aplicativos de TI internos ou externos no ambiente seguro da AWS.",
	"about-solutions-subtitle5": "Entrega de conteúdo",
	"about-solutions-subtitle5-paragraph": "Distribua conteúdo de modo rápido e fácil para usuários finais de todo o mundo, a custos baixos e altas velocidades de transferência de dados.",
	"about-solutions-subtitle6": "Bancos de dados",
	"about-solutions-subtitle6-paragraph": "Aproveite as vantagens de uma variedade de soluções de banco de dados escaláveis, desde software de banco de dados empresarial hospedado até soluções de banco de dados não relacional.",

	"about-globalInfrastructure-title":"Infraestrutura global",
	"about-globalInfrastructure-subtitle":"A infraestrutura em nuvem global mais segura, abrangente e confiável para todos os seus aplicativos",
	"about-globalInfrastructure-paragraph1":"Por que a infraestrutura de nuvem é importante",
	"about-globalInfrastructure-paragraph2":"A infraestrutura de nuvem global da AWS é a mais segura, abrangente e confiável plataforma de nuvem e oferece mais de 200 serviços completos de datacenters em todo o mundo. Se você precisa implantar workloads de aplicações em todo o mundo em um único clique ou deseja criar e implantar aplicações específicas mais próximos dos usuários finais com latência inferior a 10 milissegundos, a AWS fornece a infraestrutura de nuvem onde e quando você precisar.",
	"about-globalInfrastructure-paragraph3":"Com milhões de clientes ativos e dezenas de milhares de parceiros no mundo todo, a AWS tem o maior e mais dinâmico ecossistema. Clientes de praticamente todos os setores e tamanhos, incluindo startups, corporações e organizações do setor público, estão executando todo tipo imaginável de caso de uso na AWS.",

	"about-globalInfrastructure-benefits":"Benefícios",
	"about-globalInfrastructure-benefits1": "Segurança",
	"about-globalInfrastructure-benefits1-paragraph": "Na AWS, a segurança começa na infraestrutura central. Criada especificamente para a nuvem e projetada para atender aos requisitos de segurança mais rigorosos do mundo, nossa infraestrutura é monitorada 24 horas por dia, 7 dias por semana para ajudar a garantir a confidencialidade, a integridade e a disponibilidade dos seus dados. Todos os dados que passam pela rede global da AWS que conecta nossos datacenters e regiões é criptografado automaticamente na camada física antes de sair de nossas instalações protegidas. Você pode criar através da infraestrutura global mais segura, sabendo que você sempre controlará seus dados, incluindo a capacidade de criptografá-los, movê-los e gerenciar a retenção a qualquer momento.",
	"about-globalInfrastructure-benefits2": "Disponibilidade",
	"about-globalInfrastructure-benefits2-paragraph": "AWS oferece a maior disponibilidade de rede do que qualquer outro provedor de nuvem. Cada região é totalmente isolada e composta de várias AZs, que são partições totalmente isoladas da nossa infraestrutura. Para isolar melhor qualquer problema e atingir uma alta disponibilidade, é possível particionar aplicativos em diversas AZs na mesma região. Além disso, os planos de controle da AWS e o Console de Gerenciamento da AWS são distribuídos entre regiões e incluem endpoints de API regionais, que são designados para operar de forma segura por no mínimo 24 horas, se isolados das funções do plano de controle global, sem exigir que os clientes acessem a região ou seus endpoints de API por meio de redes externas durante qualquer isolamento.",
	"about-globalInfrastructure-benefits3": "Performance",
	"about-globalInfrastructure-benefits3-paragraph": "A infraestrutura global da AWS foi criada para proporcionar performance. As regiões da AWS oferecem baixa latência, baixa perda de pacotes e alta qualidade geral da rede. Isso é obtido com um backbone de rede de fibra de 100 GbE totalmente redundante, que geralmente fornece muitos terabits de capacidade entre as regiões. O AWS Local Zones e o AWS Wavelength, com nossos fornecedores de telecomunicações, fornecem desempenho para aplicações que exigem latências de milissegundos com um dígito, fornecendo infraestrutura e serviços da AWS mais próximos dos usuários finais e dispositivos 5G conectados. Não importa do que seu aplicativo precisa, você pode disponibilizar rapidamente os recursos conforme necessário, implantando centenas ou mesmo milhares de servidores em questão de minutos.",
	"about-globalInfrastructure-benefits4": "Presença global",
	"about-globalInfrastructure-benefits4-paragraph": "A AWS possui a maior presença de infraestrutura global em relação a qualquer provedor, e essa área está aumentando constantemente a uma taxa significativa. Ao implantar seus aplicativos e cargas de trabalho na nuvem, você tem a flexibilidade de selecionar uma infraestrutura de tecnologia mais próxima do principal destino de seus usuários. Você pode executar suas cargas de trabalho na nuvem, o que oferece o melhor suporte para o conjunto mais amplo de aplicativos, mesmo aqueles com os requisitos de maior throughput e latência mais baixa. E se seus dados residem fora deste planeta, você pode usar o AWS Ground Station, que fornece antenas de satélite próximas às regiões de infraestrutura da AWS.",
	"about-globalInfrastructure-benefits5":"Escalabilidade",
	"about-globalInfrastructure-benefits5-paragraph":"A infraestrutura global da AWS permite que as empresas sejam extremamente flexíveis e aproveitem a escalabilidade conceitualmente infinita da nuvem. Os clientes costumavam provisionar em excesso para garantir que tenham capacidade suficiente para lidar com suas operações de negócios no nível mais alto de atividade. Agora, eles podem provisionar a quantidade de recursos que realmente precisam, sabendo que podem aumentar ou diminuir instantaneamente, de acordo com as necessidades de seus negócios, o que também reduz custos e melhora a capacidade do cliente de atender às demandas de seus usuários. As empresas podem rapidamente disponibilizar recursos conforme necessário, implantando centenas ou milhares de servidores em questão de minutos.",
	"about-globalInfrastructure-benefits6":"Flexibilidade",
	"about-globalInfrastructure-benefits6-paragraph":"A infraestrutura global da AWS oferece a flexibilidade de escolher como e onde você deseja executar suas cargas de trabalho e, quando o fizer, usará a mesma rede, plano de controle, API e serviços da AWS. Se você deseja executar seus aplicativos globalmente, pode escolher entre qualquer uma das regiões e zonas de disponibilidade da AWS. Se você precisar executar suas aplicações com latências em milissegundos de um dígito para dispositivos móveis e usuários finais, poderá escolher o AWS Local Zones ou AWS Wavelength. Ou, se você desejar executar suas aplicações on-premises, poderá escolher o AWS Outposts.",

	"about-basicConcepts": "Conceitos básicos",
	"about-basicConcepts1-title": "Etapa 1: cadastre-se na AWS",
	"about-basicConcepts1-iten1": "Ao se cadastrar na AWS, você obtém acesso aos serviços de computação em nuvem da Amazon. Observação: o processo de cadastro requer um cartão de crédito, que não será cobrado até que você comece a usar os serviços. Não há nenhum compromisso a longo prazo e você pode deixar de usar a AWS a qualquer momento.",
	"about-basicConcepts2-title": "Etapa 2: executar um aplicativo",
	"about-basicConcepts2-iten1": "Para começar a usar a AWS para hospedagem na web, assista a este vídeo de 10 minutos que lhe ajudará a utilizar a nuvem. Esse vídeo vai mostrar como usar um modelo de CloudFormation para iniciar rapidamente um Website WordPress na AWS, ou:",
	"about-basicConcepts2-iten2": "Encontre ferramentas de desenvolvedor, aplicativos de exemplo e documentação técnica no Centro de recursos, ou:",
	"about-basicConcepts2-iten3": "use a interface de apontar-e-clicar do Console de gerenciamento da AWS para iniciar e gerenciar seus recursos em nuvem.",
	"about-basicConcepts3-title": "Etapa 3: obtenha ajuda",
	"about-basicConcepts3-iten1": "Precisa de ajuda? Obtenha assistência de engenheiros de suporte técnico da AWS com o AWS Support, ou:",
	"about-basicConcepts3-iten2": "Encontre um Provedor de soluções da AWS em nosso ecossistema de integradores de sistemas (SI) e provedores independentes de software (ISV), ou:",
	"about-basicConcepts3-iten3": "Esclareça suas dúvidas sobe a Comunidade da AWS no Fórum da comunidade da AWS.",
	"about-basicConcepts3-iten4": "Se você for um cliente corporativo, entre em contato com um de nossos representantes de vendas globais para esclarecer suas dúvidas."
}
